package CodingFactoryTasks.ch1;

/**
 * Γράψτε ένα πρόγραμμα, νέα κλάση με όνομα MenuApp,
 * που να εκτυπώνει το παρακάτω Μενού:
 * Επιλέξτε μία από τις παρακάτω επιλογές:
 * 1. Εισαγωγή
 * 2. Διαγραφή
 * 3. Αναζήτηση
 * 4. Ενημέρωση
 * 5. Έξοδος
 * Δώστε αριθμό επιλογής:
 */
public class MenuApp {

    public static void main(String[] args) {
        System.out.println("""
                Επιλεξτε μια απο τις παρακατω επιλογες:
                1. Εισαγωγη
                2. Διαγραφη
                3. Αναζτηση
                4. Ενημερωση
                5. Εξοδος
                Δωστε αριθμο επιλογης:""");

    }
}
